Repository: iKenndac/Keyhole
Catalog: Keyhole/Localizable.xcstrings
Source language: en
Languages: fr

# AboutIconByPrefix
source: Icon by
fr: Icône par

# AboutMenuItemTitle
source: About Keyhole…
fr: À propos de Keyhole…

# AboutWindowTitle
source: About Keyhole
fr: À propos de Keyhole

# AboutWindowWebsiteButtonTitle
source: Keyhole Website
fr: Site web de Keyhole

# AccessibilityPermissionTitle
source: Accessibility
fr: Accessibilité

# AppInfo
source: Keyhole forwards your keyboard's media keys directly to your media player.
fr: Keyhole redirige les touches multimédia de votre clavier vers votre lecteur multimédia.

# AutomaticallyCheckForUpdatesSettingTitle
source: Automatically check for updates
fr: Vérifier automatiquement les mises à jour

# AutomationPermissionNotRunningTitle
source: %1$(appName)@ isn’t running
fr: %1$(appName)@ n’est pas ouvert

# AutomationPermissionTitle
source: Automation for the %1$(appName)@ app
fr: Automatisation pour l’app %1$(appName)@

# CancelButtonTitle
source: Cancel
fr: Annuler

# CheckForUpdatesMenuTitle
source: Check for Updates…
fr: Vérifier les mises à jour…

# ContinueButtonTitle
source: Continue
fr: Continuer

# DismissButtonTitle
source: Dismiss
fr: Ignorer

# EnableKeyholeSettingTitle
source: Enable Keyhole
fr: Activer Keyhole

# FixPermissionButtonTitle
source: Fix…
fr: Corriger…

# LaunchAtLoginSettingTitle
source: Launch at login
fr: Ouvrir au démarrage

# MediaKeyHandlingSectionTitle
source: Media Key Handling
fr: Gestion des touches multimédia

# OpenSourceLicensesButtonTitle
source: Open Source Licenses…
fr: Licences open source…

# OpenSourceLicensesHeader
source: Keyhole uses the following open-source software:
fr: Keyhole utilise les logiciels open source suivants :

# PermissionDoctorAccessibilityText
source: Keyhole needs the accessibility permission in order to listen for presses of your media keys. You can enable this permission in **Privacy & Security** → **Accessibility** in System Settings. **Note:** You may need to quit and restart Keyhole after granting permission for keypresses to be detected correctly.
fr: Keyhole a besoin de l’autorisation d’accessibilité pour détecter les pressions sur les touches multimédia de votre clavier. Vous pouvez activer cette autorisation dans **Réglages Système** → **Confidentialité et sécurité** → **Accessibilité**. **Remarque** : Il peut être nécessaire de quitter puis de relancer Keyhole après avoir accordé l’autorisation afin que les pressions sur les touches soient correctement détectées.

# PermissionDoctorAllOKAlertMessage
source: You can access Keyhole's settings by clicking the Keyhole icon in your menu bar.
fr: Vous pouvez accéder aux réglages de Keyhole en cliquant sur son icône dans la barre des menus.

# PermissionDoctorAllOKAlertTitle
source: You’re all set!
fr: Tout est prêt !

# PermissionDoctorAppAutomationText
source: Keyhole needs permission to automate %1$(appName)@ in order to send commands to it. You can enable this permission in **Privacy & Security** → **Automation** → **Keyhole** in System Settings.
fr: Keyhole a besoin de l’autorisation d’automatisation pour contrôler %1$(appName)@ et lui envoyer des commandes. Vous pouvez activer cette autorisation dans **Réglages Système** → **Confidentialité et sécurité** → **Automatisation** → **Keyhole**.

# PermissionDoctorGrantPermissionButtonTitle
source: Grant Permission…
fr: Accorder l’autorisation

# PermissionDoctorIntroText
source: Welcome! Keyhole puts you in control of your media keys by making sure they get delivered to the app you *want* them to. In order to work correctly, Keyhole needs some permissions from macOS.
fr: Bienvenue ! Keyhole vous permet de garder le contrôle de vos touches multimédia en veillant à ce qu’elles soient envoyées à l’app de **votre choix**. Pour fonctionner correctement, Keyhole a besoin de certaines autorisations de macOS.

# PermissionDoctorMissingPermissionAlertConfirmationButtonTitle
source: I Understand
fr: Je comprends

# PermissionDoctorMissingPermissionAlertMessage
source: Without permission to use Accessibility and to automate at least one media player, Keyhole won't work correctly. You can grant these permissions later from the Keyhole icon in your menu bar.
fr: Sans l’autorisation d’accessibilité et l’autorisation d’automatiser au moins un lecteur multimédia, Keyhole ne pourra pas fonctionner correctement. Vous pourrez accorder ces autorisations ultérieurement depuis l’icône Keyhole dans la barre des menus.

# PermissionDoctorMissingPermissionAlertTitle
source: Missing Permissions
fr: Autorisations manquantes

# PermissionDoctorWindowTitle
source: Permission Doctor
fr: Assistant d’autorisations

# PermissionGrantedStatusTitle
source: Granted
fr: Autorisé

# PermissionsSectionTitle
source: Permissions
fr: Autorisations

# PreferredMediaPlayerSettingTitle
source: Preferred media player
fr: Lecteur multimédia préféré

# QuitButtonTitle
source: Quit Keyhole
fr: Quitter Keyhole

# SettingsSectionTitle
source: Settings
fr: Réglages

# ShowPendingUpdateInfoButtonTitle
source: More Info…
fr: Plus d’infos…

# ShowPermissionDoctorMenuTitle
source: Show Permission Doctor…
fr: Afficher l’assistant d’autorisations…

# TargetNotRunningLaunchTargetTitle
source: Launch the app
fr: Ouvrir l’app

# TargetNotRunningPropagateEventTitle
source: System default
fr: Système par défaut

# TargetNotRunningSettingTitle
source: If %1$(appName)@ isn’t running
fr: Si %1$(appName)@ n’est pas ouvert

# TargetNotRunningSwallowEventTitle
source: Do nothing
fr: Ne rien faire

# UpdateAvailableTitle
source: An update is available!
fr: Une mise à jour est disponible !

# UpdatesUnavailableTitle
source: Unable to check for updates!
fr: Impossible de vérifier les mises à jour !

# UtilitiesSectionTitle
source: Utilities
fr: Utilitaires
